Revit 2027 API
ParameterTypeId.StructConnectionColumnTop Property
 "Top Connection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructConnectionColumnTop { get; }
Public Shared ReadOnly Property StructConnectionColumnTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructConnectionColumnTop {
	ForgeTypeId^ get ();
}
static member StructConnectionColumnTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace